{
    "name": "home",
    "title": "Bellingham Rental Reviews",
    "description": "The Bellingham Rental Reviews Project",
    "text": [
        {
            "title": "Welcome to Bellingham Rental Reviews",
            "format": "md",
            "text": "Welcome to the Bellingham Rental Reviews project. This project seeks to aid first-time renters in the Bellingham area, allowing them to make informed decisions when looking for rental properties with the power of AI. It's no secret that renting in the Bellingham area is challenging -- rising rental prices, property upkeep, travel time to locations, parking availability, and landlord quality are all important factors when considering signing a lease. Parsing through reviews across multiple websites takes time, and this website was developed with that tool in mind. <br><ol type=\"1\"><li>This article sub-sections should be: good, great, bad, and ugly. The content of sub-section should reflect the sentiment of the heading. </li><li>Each section shall have 2 paragraphs comprised of 5 sentences for each paragraph.There shall be no identifiable information, such as the name of the reviewer. </li><li>Be as detailed as possible, citing specific examples of the property management company either neglecting their duties or exceeding expectations, and any common themes such as not addressing maintenance concerns, not returning security deposits, poor communication, as well as how many times the company has replied to user reviews.  </li><li>Ensure to mention either at the beginning or end of the article that these reviews are generated by ChatGPT, and is only intended to be a tool to help them find a property management company or rental property. </li><li>When referring to the user-supplied reviews, call them \"user reviews\". When referring to the generated output from this request, call it \"article\", such as \"in this article...\", \"this article's intent is to...\", etc.</li></ol>The articles on this website are the result. <br>For a more in-depth explanation on how the data was gathered, please see the <a href=\"https://github.com/xns5/rentalreviewsdata\">data repository</a>."
        }
    ]
}